Repository: getcityhub/iOS
Catalog: CityHub/*.lproj/Localizable.strings
Languages: es

source: Posts
es: Mensajes

source: Contact your legislators
es: Contactar con sus legisladores

source: Write a post
es: Escribir un mensaje

source: What would you like to do with this post?
es: ¿Que le gustaria hacer con este mensaje?

source: Save
es: Guardar

source: Report
es: Denunciar

source: Cancel
es: Anular

source: by
es: por

source: Politicians
es: Los politicos

source: Democrat
es: Democrata

source: Republican
es: Republicano

source: What's up?
es: Que pasa?

source: Select a topic...
es: Elegir un tema...

source: Post
es: Publicar

source: Select a Topic
es: Elegir un Tema

source: Anonymous
es: Anónimo

source: Sign in
es: Iniciar sesión

source: Enter your email address
es: Anotar su correo electronico

source: Enter your password
es: Anotar su contraseña

source: Forgot password?
es: ¿Has olvidé la contraseña?

source: Forgot password
es: He olvidado la contraseña

source: Create account
es: Crear cuenta

source: NEXT
es: SIGUIENTE

source: Register
es: Registrar

source: First name
es: Nombre

source: Last name
es: Apellido

source: Choose a password
es: Escoger una contraseña

source: Enter your zipcode
es: Entrar su código postal

source: Appear anonymous?
es: ¿Aparece anónimo?

source: Settings
es: Configuración

source: Your Account
es: Su cuenta

source: Log In
es: Iniciar sesión

source: About
es: Acerca de

source: Send Feedback
es: Reacciones

source: Version
es: Versión

source: Nobody has posted in your area yet!
es: Nadie ha publicado en su área aún!

source: You can post something by tapping the new post button below.
es: Puede publicar algo por pulsando el boton de mensaje nuevo abajo

source: There was an issue retrieving nearby posts. Please try again later.
es: Hubo un problema recuperando mensajes cercanos. Por favor intente más tarde

source: There was an issue retrieving your local politicians. Please try again later.
es: Hubo un problema recuperando sus políticos locales. Por favor intente más tarde

source: Incorrect email address or password
es: El Correo electrónico o la contraseña es incorrecto

source: First name is too short
es: El nombre es demasiado corto

source: First name is too long
es: El nombre es demasiado largo

source: First name can only contain letters
es: El nombre sólo puede contener letras

source: Last name is too short
es: El apellido es demasiado corto

source: Last name is too long
es: El apellido es demasiado largo

source: Last name can only contain letters
es: El apellido sólo puede contener letras

source: Zipcode is not a valid NYC zipcode
es: Este código postal no es un código postal NYC válido

source: Password is too weak
es: Este contraseña es demasiado débil

source: Email address is invalid
es: Este correo electrónico es inválido

source: Email address has already been registered
es: Este correo electrónico ya ha sido registrado

source: An unknown error occurred
es: Un error desconocido ocurrió

source: Check your email to verify your account
es: Verifica su correo electrónico para confirmar su cuenta

source: Check your email to reset your password
es: Verifica su correo electrónico para confirmar su contraseña

source: No posts match your query. Try searching for something else.
es: No hay mensajes coinciden con su consulta. Trate de buscar otra cosa.

source: There was an issue searching for posts. Please try again later.
es: Hubo un problema buscando mensajes. Por favor inténtalo más tarde.
